/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Paramètre non valide";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Code opération non valide";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Connexion au serveur impossible. Contrôlez les données de connexion.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Utilisateur déjà connecté";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Exécution de l'opération déjà en cours";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Contexte d'opération non valide";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "ID non valide pour le protocole de communication";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "ID d'élément d'action non valide";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Impossible de déterminer le protocole de communication";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Contrôlez votre mot de passe";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Ce terminal est déjà enregistré sous un utilisateur différent.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Les codes PIN saisis ne sont pas identiques.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "A ce stade, cette opération n'est pas autorisée.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Données de connexion saisies insuffisantes ou non valides. Réessayez.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Impossible de réinitialiser l'application. Vérifiez que vous êtes bien connecté au réseau.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Connexion au serveur impossible. Contrôlez les données de connexion.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Contrôlez votre nom d'utilisateur et mot de passe.";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Impossible de se connecter au serveur. Consultez l'administrateur.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Données de connexion saisies insuffisantes ou non valides. Réessayez.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Entrez le code PIN correct.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Saisissez un code PIN contenant au moins un numéral.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Les codes PIN saisis ne sont pas identiques.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Le code PIN a expiré. Vous devez le modifier.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Saisissez un code PIN contenant au moins {0} caractères.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Saisissez un code PIN contenant au moins une minuscule.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Saisissez un code PIN contenant au moins un caractère spécial.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Saisissez un code PIN qui contient au moins {0} caractères uniques.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Saisissez un code PIN contenant au moins une majuscule.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Impossible d'accéder à la clé pour le certificat.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Impossible d'accéder au certificat.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Erreur inconnue";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Archive sécurisée existe déjà";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Erreur de type de données";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Archive sécurisée inexistante";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Argument non valide";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Entrez le code PIN correct.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Le stockage sécurisé est bloqué";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Mémoire insuffisante pour le stockage sécurisé";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Le code PIN a expiré. Vous devez le modifier.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Saisissez un code PIN qui contient au moins {0} caractères uniques.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Saisissez un code PIN contenant au moins un numéral.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Saisissez un code PIN contenant au moins 1 caractère en minuscule.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Saisissez un code PIN contenant au moins un caractère spécial.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Saisissez un code PIN contenant au moins 1 caractère en majuscule.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Saisissez un code PIN contenant au moins {0} caractères.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Saisissez un code PIN qui contient au moins {0} caractères uniques.";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Stockage sécurisé supprimé";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Opération non prise en charge";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Code PIN SSO non valide";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Identifiants Afaria non valides";

/* XMSG: message */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG: message */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

